data/l1/apache/benchmark-apache.with-cst-lock/cores-70/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  70 threads and 560 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.56ms    6.72ms 347.66ms   92.47%
    Req/Sec     3.14k     1.34k   28.87k    69.51%
  4354803 requests in 19.93s, 2.17GB read
Requests/sec: 218487.04
Transfer/sec:    111.33MB